var data = [
    {
        "STCD": "12010",
        "STNM": "乡都1-18",
        "STTP": "ZW",
        "LGTD": 86.2726,
        "LTTD": 42.0377
    },
    {
        "STCD": "12011",
        "STNM": "乡都1-20",
        "STTP": "ZW",
        "LGTD": 86.281,
        "LTTD": 42.0315
    },
    {
        "STCD": "12012",
        "STNM": "乡都1-21",
        "STTP": "ZW",
        "LGTD": 86.2785,
        "LTTD": 42.0246
    },
    {
        "STCD": "12013",
        "STNM": "天赛1-3",
        "STTP": "ZW",
        "LGTD": 86.2368,
        "LTTD": 42.0287
    },
    {
        "STCD": "12014",
        "STNM": "天赛1-4",
        "STTP": "ZW",
        "LGTD": 86.236,
        "LTTD": 42.0334
    },
    {
        "STCD": "12015",
        "STNM": "天赛1-1",
        "STTP": "ZW",
        "LGTD": 86.2273,
        "LTTD": 42.0325
    },
    {
        "STCD": "12016",
        "STNM": "天赛1-2",
        "STTP": "ZW",
        "LGTD": 86.2283,
        "LTTD": 42.028
    },
    {
        "STCD": "12017",
        "STNM": "乡都1-37",
        "STTP": "ZW",
        "LGTD": 86.2135,
        "LTTD": 42.0453
    },
    {
        "STCD": "12018",
        "STNM": "焉西1-69",
        "STTP": "ZW",
        "LGTD": 86.2058,
        "LTTD": 42.0495
    },
    {
        "STCD": "12019",
        "STNM": "金河谷1-61",
        "STTP": "ZW",
        "LGTD": 86.2263,
        "LTTD": 42.0372
    },
    {
        "STCD": "12020",
        "STNM": "焉西1-74",
        "STTP": "ZW",
        "LGTD": 86.2255,
        "LTTD": 42.0419
    },
    {
        "STCD": "12021",
        "STNM": "霍拉山1-68",
        "STTP": "ZW",
        "LGTD": 86.2342,
        "LTTD": 42.0422
    },
    {
        "STCD": "12022",
        "STNM": "霍拉山1-67",
        "STTP": "ZW",
        "LGTD": 86.236,
        "LTTD": 42.0381
    },
    {
        "STCD": "12023",
        "STNM": "玖乡1-66",
        "STTP": "ZW",
        "LGTD": 86.2382,
        "LTTD": 42.0241
    },
    {
        "STCD": "12024",
        "STNM": "轩言1-6",
        "STTP": "ZW",
        "LGTD": 86.2393,
        "LTTD": 42.0178
    },
    {
        "STCD": "12025",
        "STNM": "轩言1-7",
        "STTP": "ZW",
        "LGTD": 86.2304,
        "LTTD": 42.0183
    },
    {
        "STCD": "12026",
        "STNM": "轩言1-8",
        "STTP": "ZW",
        "LGTD": 86.2293,
        "LTTD": 42.0233
    },
    {
        "STCD": "12027",
        "STNM": "焉耆西金裕1-50",
        "STTP": "ZW",
        "LGTD": 86.2216,
        "LTTD": 42.0601
    },
    {
        "STCD": "12028",
        "STNM": "焉西金裕1-49",
        "STTP": "ZW",
        "LGTD": 86.2207,
        "LTTD": 42.0649
    },
    {
        "STCD": "12029",
        "STNM": "焉西七星美乐1-53",
        "STTP": "ZW",
        "LGTD": 86.2196,
        "LTTD": 42.0692
    },
    {
        "STCD": "12030",
        "STNM": "焉西金裕1-52",
        "STTP": "ZW",
        "LGTD": 86.2292,
        "LTTD": 42.0655
    },
    {
        "STCD": "12031",
        "STNM": "焉西金裕1-51",
        "STTP": "ZW",
        "LGTD": 86.2382,
        "LTTD": 42.062
    },
    {
        "STCD": "12032",
        "STNM": "焉耆中南1-76",
        "STTP": "ZW",
        "LGTD": 86.23,
        "LTTD": 42.0607
    }
]